## [mac用户看这里]
在mac系统中，我们有三种方法可以打开“终端”
1. * 打开“Launchpad”。它的图标是银色的，看上去像是一个火箭，一般位于电脑的Dock栏中。如果你使用的是苹果笔记本，也可以在触摸板上用捏合四指的手势来打开Launchpad。你也可以按下键盘上的F4键来打开它。
 * 点击“其他”文件夹。它是一个方形的图标，图标里包含许多个小图标。
 * 点击“终端”。
 
2. * 点击“Spotlight”图标。它位于屏幕的右上角，图标是一个放大镜。你也可以按下键盘上的 Command+空格组合键来打开“Spotlight”。
 * 在搜索栏里输入终端 。
 
3. * 打开Finder。它位于屏幕的底部，图标看上去像是两个互相嵌合在一起的笑脸。
 * 点击“应用程序”。它位于Finder窗口的左侧面板中。如果没有看到“应用程序”，请点击屏幕顶部的前往，然后选择应用程序。
 * 点击“实用程序”。你可能需要滑动列表才能找到它。
 * 向下滚动鼠标，找到“终端”程序。接着双击它，启动终端应用程序，打开命令提示符窗口。
 
 ## [windows用户看这里]
在windows系统中，我们打开“命令提示符”，方法为：
1. * 按键盘上的Win+R
 * 在运行框里输入cmd
 * 确定
 
2. * 右击“开始”
 * 打开“运行”
 * 输入cmd
 * 确定
